[
  {"id":0, "title": "Chinese for beginners", "price": 10, "img": "../public/img/chinese.jpg", "description": "Nowadays, there is an increasing number of people who are interested in Chinese culture and language. And it is useful to know about the language when coming to China for travel or business. This is an ABC Chinese course for beginners, including introduction of phonetics and daily expressions.", "category": "language"},
  {"id":1, "title": "Spanish Vocabulary", "price": 9, "img": "../public/img/spanish.jpg", "description": "¡Bienvenidos! This second course in the specialization will build on the basic vocabulary you learned in the first course, and you will begin to build the skills necessary to express your likes and dislikes orally and in writing.", "category": "language"},
  {"id":5, "title": "Korean", "price": 18, "img": "../public/img/korean.jpg", "description": "This is an elementary-level Korean language course, consisting of 5 lessons with 4 units, and covers 4 skills: reading, writing, listening and speaking. The main topics include basic expressions used in everyday life, such as greetings, introducing yourself, talking about your family and a daily life and so on.", "category": "language"},
  {"id":2, "title": "Journey of the Universe", "price": 22, "img": "../public/img/universe.jpg", "description": "The courses weave the discoveries of the evolutionary sciences together with the humanities such as history, philosophy, art, and religion.", "category": "history"},
  {"id":3, "title": "Greek and roman mythology", "price": 12, "img": "../public/img/mythology.jpg", "description": "Myths are traditional stories that have endured over a long time. Some of them have to do with events of great importance, such as the founding of a nation. Others tell the stories of great heroes and heroines and their exploits and courage in the face of adversity.", "category": "history"},
  {"id":4, "title": "The Modern and Postmodern", "price": 15, "img": "../public/img/modern.jpg", "description": "This course examines how the idea of the modern develops at the end of the 18th century in European philosophy and literature, and how being modern (or progressive, or hip) became one of the crucial criteria for understanding and evaluating cultural change.", "category": "history"},
  {"id":6, "title": "Complex Analisys", "price": 35, "img": "../public/img/complex_analisys.jpg", "description": "This course provides an introduction to complex analysis which is the theory of complex functions of a complex variable. We will start by introducing the complex plane, along with the algebra and geometry of complex numbers, and then we will make our way via differentiation, integration, complex dynamics, power series representation and Laurent series into territories at the edge of what is known today.", "category": "calculus" },
  {"id":7, "title": "Cryptography I", "price": 30, "img": "../public/img/criptography.jpg", "description": "Cryptography is an indispensable tool for protecting information in computer systems. In this course you will learn the inner workings of cryptographic systems and how to correctly use them in real-world applications.", "category": "calculus"},
  {"id":8, "title": "Introduction to Logic", "price": 28, "img": "../public/img/intro_logic.jpg", "description": "This course is an introduction to Logic from a computational perspective. It shows how to encode information in the form of logical sentences; it shows how to reason with information in this form; and it provides an overview of logic technology and its applications - in mathematics, science, engineering, business, law, and so forth.", "category": "calculus" }
]
